74th.theme-naturalcontrast-with-hc
aaron-bond.better-comments
adpyke.codesnap
alecghost.tree-sitter-vscode
astro-build.astro-vscode
azemoh.one-monokai
badetitou.pharo-highlighter
badetitou.pharo-language-server
biomejs.biome
bitwisecook.tcl-lsp
bkromhout.vscode-tcl
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bscan.perlnavigator
bscan.raku-navigator
burkeholland.simple-react-snippets
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
crazyfluff.bettermaterialthemedarkerhighcontrast
crystal-lang-tools.crystal-lang
csstools.postcss
danielgavin.ols
dart-code.dart-code
databyne.theme-monokai-hc
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
elves.elvish
ericsonwillians.oldschool-theme
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
formulahendry.code-runner
fwcd.kotlin
geequlim.godot-tools
gimly81.matlab
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
hbenl.vscode-test-explorer
hipstersmoothie-public.github-dark-high-contrast
hjb2012.vscode-es6-string-html
hridoy.r-development
jakebecker.elixir-ls
jnoortheen.nix-ide
johnpapa.vscode-peacock
julialang.language-julia
kadepowell.hic-color-theme
koichisasada.vscode-rdbg
koprodev.theme-devpro-hc
liviuschera.noctis
llvm-vs-code-extensions.lldb-dap
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mindaro-dev.file-downloader
modular-mojotools.vscode-mojo
mohd-akram.vscode-html-format
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.test-adapter-converter
naumovs.color-highlight
nguyenngoclong.asdf
ocamllabs.ocaml-platform
oderwat.indent-rainbow
pleasedskin.smalltalk
rafmsou.nicer-high-contrast
raiden-16f7.arasakavs
rangav.vscode-thunder-client
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
reditorsupport.r
reditorsupport.r-syntax
ritwickdey.liveserver
scala-lang.scala
sdras.night-owl
shigma.vscode-wl
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
stefanremberg.darkplastic-vc
stonec0der.g-dark-theme
styled-components.vscode-styled-components
swiftlang.swift-vscode
teabyii.ayu
thenuprojectcontributors.vscode-nushell-lang
tobermory.es6-string-html
tomrijndorp.find-it-faster
twxs.cmake
vadimcn.vscode-lldb
vlanguage.vscode-vlang
vscode-icons-team.vscode-icons
webfreak.code-d
wholroyd.jinja
xadillax.viml
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
